<template>
  <div class="problem-content">
    <h3>优惠券介绍</h3>
    <div class="box">
      <h4>2.1、什么是优惠券?</h4>
      <p>优惠券可以在购买课程时使用，抵扣一定金额。</p>
      <h4>2.2、如何使用优惠券?</h4>
      <p>优惠券可根据优惠券类型（通用券、打折券、满减券）和满减金额进行对应的购买折扣。当进入确认订单页时，系统会自动匹配当前订单可以使用的优惠券，学员可选择取消或选择其它优惠券，当无可用优惠券时，页面会有相应说明。</p>
      <h4>2.3、已使用的优惠券可以取回再次用吗?</h4>
      <p>在使用优惠券后的订单默认已使用优惠券，无论支付支付成功，优惠券都无法退回重复使用。<br>注：所以在使用优惠券购买课程时，学员一定要确保下单时的准确性，保证能有效使用优惠券</p>
      <h4>2.4、我有优惠券，为什么购买的时候没显示?</h4>
      <p>① 由于满减券或打折券需订单达到一定金额，才能使用。若由于订单金额未达到使用优惠券的金额门槛，系统将不显示优惠券。<br>② 课程优惠券是绑定了相应的课程。若优惠券是属于绑定相应课程下的</p>
    </div>
  </div>
</template>

<script type="text/ecmascript-6">

</script>

<style scoped>
  .box{
    margin-left: 10px;
    margin-top: 20px;
  }
  p{
    padding: 8px 30px;
  }
</style>
