<template>
  <div class="problem-content">
    <h3>课程购买介绍</h3>
    <div class="box">
      <h4>1.1、课程是否可以试听?</h4>
      <p>可以试听,在课程章节目录中标记有"试看"的标签的课程为可以免费观看的课程视频。</p>
      <h4>1.2、如何选择最适合自己的课程？</h4>
      <p>
        路飞学城的课程大致分为“初级”、“中级”和“高级”三类。<br>
        初级课程：一般适用于学科知识零基础或者基础薄弱的学员。<br>
        中级课程：适用于掌握了一定的基础学科知识，但是想要进一步提升进阶的学员。<br>
        高级课程：适用于计算机基础知识掌握扎实，对自身专业能力有更高要求的学员。<br>
        点击每个课程详情页面中都详细介绍了这门课程的先修要求，若不具备先修要求，可以选择推荐的先修课程进行学习。
      </p>
      <h4>1.3、学习中遇到问题怎么办?</h4>
      <p>在作业详情页中将作业打包成.zip的格式提交即可</p>
      <h4>7.5、对于作业成绩有奖励或惩罚么?</h4>
      <p>路飞学城推出的特色luff X学位课程，每一位学生每报名课程都会获得一笔初始奖学金。在学员学习过程中，如果成绩达到奖学金标准，就会给予奖励，给予奖励的奖学金。用户可以进行提现到微信。如果作业未达到奖学金奖励标准。那么分配给该作业的奖学金将会被扣除。</p>
      <h4>7.6、交作业不及时会惩罚么?</h4>
      <p>会。若没有及时交作业，则会影响到奖学金最终的结算数量。</p>
    </div>
  </div>
</template>

<script type="text/ecmascript-6">

</script>

<style scoped>
  .box{
    margin-left: 10px;
    margin-top: 20px;
  }
  p{
    padding: 8px 30px;
  }
</style>
