<template>
  <div class="problem-content">
    <h3>学位作业介绍</h3>
    <div class="box">
      <h4>7.1、什么是作业?</h4>
      <p>为了让学员能更好的掌握并熟练运用所学到的知识，路飞学城针对LuffyX学位课程的每个模块中的每个章节布置了作业， 学员需要完成相应的作业并提交予导师的批改。</p>
      <h4>7.2、在哪里获取作业？</h4>
      <p>对于报名luff x学位课程之后，用户可以在《学习中心》的模块列表中查看课堂作业</p>
      <h4>7.3、作业如何提交?</h4>
      <p>在作业详情页中将作业打包成.zip的格式提交即可</p>
      <h4>7.5、对于作业成绩有奖励或惩罚么?</h4>
      <p>路飞学城推出的特色luff X学位课程，每一位学生每报名课程都会获得一笔初始奖学金。在学员学习过程中，如果成绩达到奖学金标准，就会给予奖励，给予奖励的奖学金。用户可以进行提现到微信。如果作业未达到奖学金奖励标准。那么分配给该作业的奖学金将会被扣除。</p>
      <h4>7.6、交作业不及时会惩罚么?</h4>
      <p>会。若没有及时交作业，则会影响到奖学金最终的结算数量。</p>
    </div>
  </div>
</template>

<script type="text/ecmascript-6">

</script>

<style scoped>
  .box{
    margin-left: 10px;
    margin-top: 20px;
  }
  p{
    padding: 8px 30px;
  }
</style>
