<template>
  <div class="problem-content">
    <h3>LuffyX学位</h3>
    <div class="box">
      <h4>4.1、什么是LuffyX课程?</h4>
      <p>路飞学城LuffyX学位课程是业内首创“在线一对一VIP辅导”的全新教学模式的课程，通过为零基础的学员制定学习计划，提供系统性课程、一对一辅导、审阅代码、闯关式学习、答疑、推荐就业等服务，有效保障学员通过学习LuffyX学位的课程后具备独立完成项目与企业所需的技术水准。</p>
      <h4>4.2、LuffyX专业课程提供哪些服务？都能帮助我啥？</h4>
      <p>路飞学城在LuffyX学位课程中提供1对1资深导师辅导、闯关式学习、知名网红讲师亲自授课、多个互联网企业实战开发项目、完成课程后发放LuffyX学位证书，可享受保证推荐就业服务。</p>
      <h4>4.3、学习中遇到问题怎么办?</h4>
      <p>在报名LuffyX学位课程之后会分配1V1导师进行跟进辅导，同时会获取到导师联系方式，遇到问题时可随时联系导师。</p>
      <h4>7.5、对于作业成绩有奖励或惩罚么?</h4>
      <p>路飞学城推出的特色luff X学位课程，每一位学生每报名课程都会获得一笔初始奖学金。在学员学习过程中，如果成绩达到奖学金标准，就会给予奖励，给予奖励的奖学金。用户可以进行提现到微信。如果作业未达到奖学金奖励标准。那么分配给该作业的奖学金将会被扣除。</p>
      <h4>4.4、学完LuffyX专业课程之后会提供证书吗?</h4>
      <p>会，只要闯关完成LuffyX学位所有课程的学员就会颁发技能认证证书。获得该证书后与路飞学城的合作企业则会优先提供就业机会。</p>
    </div>
  </div>
</template>

<script type="text/ecmascript-6">

</script>

<style scoped>
  .box{
    margin-left: 10px;
    margin-top: 20px;
  }
  p{
    padding: 8px 30px;
  }
</style>
