<template>
  <div class="problem-content">
    <h3>导师介绍</h3>
    <div class="box">
      <h4>5.1、什么是导师?</h4>
      <p>导师是路飞学城创新式教学方式，对报名luffyX学位课程的学生进行单独的一对一辅导、批改作业、定期考核。我们会对导师的资格进行严格的奥和他们都是拥有多年一线工作经验的大牛，同时我们也制定了对导师的一系列规范要求。确保能辅导好学生的学习。</p>
      <h4>5.2、导师职责是什么？</h4>
      <p>
        导师会陪伴并监督每位学员的学习， 主要职责如下：<br>
        问题解答：学生在学习过程中遇到任何问题，都可以通过线上提问系统直接向自己的导师进行提问，导师都会在第一时间进行解答。<br>
        作业批改：导师会在LuffyX学位学员提交作业后第一时间进行作业批改并点评，学员则需要完成每阶段的作业且在通过考核后才能进行下一阶段的学习。<br>
        定期跟进：导师会定期跟进学员的学习状况，帮助学员制定学习计划，监督和辅导学员顺利完成学业。<br>
      </p>
      <h4>5.3、学员可以指定导师吗?</h4>
      <p>可以。 如果学员想自行指定导师，可在购买LuffyX学位课程成功后填写报名表的过程中填写指定的导师名字即可。</p>
      <h4>5.4、导师有辅导期限么?</h4>
      <p>有。导师的辅导期为LuffyX学位课程的学习周期。在学习周期内导师会及时回复学员的问题，作业批改以及跟进学习进度。在正常学习周期完成后，导师则没有辅导义务，只有导师有时间，亦会为你解答。</p>
      <h4>5.5、可以要求换导师么?</h4>
      <p>可以。如果您在学习过程中遇到和导师之间发生沟通不畅或其他不能自行解决问题的情况下，路飞学城会帮助协调沟通。若协调沟通后学员依然坚持更换导师，路飞学城会按照学员要求更换新导师。</p>
    </div>
  </div>
</template>

<script type="text/ecmascript-6">

</script>

<style scoped>
  .box{
    margin-left: 10px;
    margin-top: 20px;
  }
  p{
    padding: 8px 30px;
  }
</style>
