<template>
  <div class="problem-content">
    <h3>路飞学城在线培训协议 <b>(X学位课程)</b></h3>
    <div class="box">
      <h4>尊敬的路飞学城用户:</h4>
      <p>欢迎您使用路飞学城在线学习服务。为保证您的学习服务权益得到保障，在开始付费购买程序之前，请您认真阅读以下条款。在您点击支付并开始学习过程时，就意味着您完全同意并接受以下服务条款。</p>
      <h4>1、本服务基本形式及要求</h4>
      <p>
        (1) 本学习培训采用①录播课程②作业考核③视频阶段性考核方式进行在线学习服务。<br>
        (2) 为保证学习效果，路飞学城向您提供符合企业用人需求或考试认证要求的内容培养体系及相关课程，承诺配备技术讲师、班主任、导师为您提供教学和学习服务(服务知识点仅限于为学员所报名课程的相关内容，超出课程范围以外的内容视讲师的繁忙程度而定，路飞学城不提供承诺)。<br>
        (3) 路飞学城承诺在您学习期间，按照学员相关管理规定对您进行严格管理，并根据规定对您的表现进行评定考核，您同意接受考核。对于遵守并通过相关培训项目制作及考核的毕业学员，LuffyX学位课程的学员将颁发路飞学城LuffyX学位证书，并进入路飞学城雇主人才库，同时针对有需要的同学进行就业推荐服务。<br>
        (4) 特别提醒 : 学习是一个需要坚持的过程。为确保学习效果，您必须在规定时间内自助学习完录播视频培训内容，并按时提交作业，进行阶段视频考核；为保证学习效果，路飞学城LuffyX专业采用闯关式教学，整个LuffyX专业学习分为多个学习阶段，上一阶段学习考核成绩未通过，无法观看下一阶段的录播课程。
      </p>
      <h4>2、学习权限及退款</h4>
      <p>
        (1) 一旦您用认可支付方式购买了路飞学城LuffyX学位课程服务，即视为您认可该项服务标明之价格；您购买成功后，该项服务即时生效。如果您是通过贷款形式支付费用，那么您需按照贷款时的贷款协议按时还款；您和贷款提供方之间的所有服务内容，与路飞学城无关。您应切实评估自己的还款能力，不得以无法向第三方还款为由解除本协议。
        (2) 学习时间权限：除特别标注外，本学习服务的有效期为2年，即自购买之日起录播课程可在有效期限内免费在线观看，但其他服务(包括但不限于导师1对1答疑服务、作业审批、审阅代码等)仅限在指定的学习有效期内提供，逾期则不提供除观看录播课程权限的其他服务。
        (3) 路飞学城为您提供完备的试学和退款服务，具体规则如下：
        <span>(a) 付款后的7个自然日(含)内支持无理由退款(课程购买时全款—500元人民币)。但在付款和退款交易过程产生的支付给第三方的手续费应由您自行承担(例如信用卡POS机刷卡的交易手续费为乙方实际支付费用的3%)。如学员此前为贷款，退费时需自行承担贷款利息费，贷款利息费为贷款本金的10%。退款后本合同自行终止。</span>
        <span>(b) 以下情况不接受退款：超过上述7个自然日(含)内的退款约定时间不予退款；特价产品(包括且不限于“双11”、“周年庆”等特殊节假日活动的特价产品)不享受退款服务；任何形式的定金不予退还。</span>
        <span>(c) 本协议所涉及的“退费”，以实际最终收到的学费为准，不包任何优惠活动所抵消的学习费用，如各种代金券、优惠券的费用。</span>
      </p>
      <h4>3、学员的权利限制</h4>
      <p>(1) 对于您购买的收费视频课程，您只可以私人观看，不得与他人共享账号，不得用于商业、盈利等用途。路飞学城为您提供的课程内容(包括且不限于视频、教材、大纲、问答服务、学习环境、软件、代码、图片等)及学习资料仅供您本人在路飞学城平台学习使用，您同意不会采用收费或免费的方式全部或部分地在任何公开场合展示；同时承诺不采取以下任何一种行为：<br>
        <span>(a) 用非法的方式或为了非法的目的使用已购买的课程及服务。</span><br>
        <span>(b) 将您的路飞学城账户有偿或无偿提供给任何第三人，并允许他通过您的账户观看或使用非他付费购买的收费课程及服务。</span><br>
        <span>(c) 将收费视频复制、销售、出租或授权给任何第三方，或主动对路飞学城用于保护其收费课程的任何安全措施技术进行攻克、反向操作、更改、破坏或其他篡改，或协助他人进行上述行为。</span><br>
        <span>(d) 通过非路飞学城认可的方式获得收费许可课程，或者删除收费课程上的任何所有权声明或标签。对于违反上述约定的，路飞学城有权单方终止本合同，不退还您已缴纳学费并保留就相应损失向您提出赔偿的权利。本条款长期有效，不因协议终止而终止。</span>
      </p>
      <h4>4、风险、责任及隐私</h4>
      <p>
        (1) 隐私权 : 路飞学城尊重您的隐私权，在任何情况下，我们都不会将您的个人和订单信息出售或泄露给任何第三方(国家司法机关调取等国家相关法律要求企业承担的义务除外)。我们强烈提醒：一定不要将您的个人密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露，路飞学城不承担任何责任。<br>
        (2) 用户账户风险 : 路飞学城有大量的在线业务，您的账户及密码是极其重要的服务依据，您应自行负责妥善且正确地保管、使用、维护其在路飞学城申请取得的账户及账户密码，并对其账户密码采取必要和有效的保密措施。非路飞学城原因致使您账户密码泄漏以及因您保管、使用、维护不当造成损失的，路飞学城无须承担与此有关的任何责任。<br>
        (3) 在线服务风险 : 对于因服务器死机、网络故障、数据库故障、软件升级、服务器维修、调整、升级等问题，或其他不可抗拒的事由，包括但不限于政府行为、自然灾害等造成的服务中断和对您个人数据及资料造成的损失，路飞学城不承担由此对您造成的任何损失或退还任何已缴纳的收费服务费用；但路飞学城尽可能事先进行通告，尽快做好修复工作。您购买的在线培训课程使用期限中包含解决故障、服务器维修、调整、升级等所需用的合理时间，对上述情况所需用的时间路飞学城会做好告知工作，但不予赔偿，并保留解释权。<br>
        (4) 路飞学城对任何直接、间接、偶然、特殊及继起的损害不负责任，不予赔偿。<br>
        (5) 用户监督及争议解决：路飞学城希望通过不懈努力，为用户提供最佳服务，路飞学城在给用户提供服务的全过程中接受用户的监督。如果客户与路飞学城之间发生任何争议，可依据当时双方所认定的协议及相关法律进行解决。<br>
      </p>
      <h4>5、知识产权</h4>
      <p>
        路飞学城培训课程资料的所有权利、权益和知识产权永久属于路飞学城,学员同意不得在任何时候将该课程资料用作任何商业用途。
      </p>
      <h4>6、变更及免责条款</h4>
      <p>
        (1) 鉴于网络服务和IT技术的特殊性，路飞学城根据互联网的发展和中华人民共和国有关法律、法规的变化，以及IT技术的发展情况，对收费学习服务的观看服务周期、购买价格等课程内容及本协议部分条款保留随时变更的权利。内容和协议的变更会在不需单独通知每个学员；但已支付学员的服务约定以支付时的服务条款为准。如遇到被迫中断或终止部分或全部的网络服务，路飞学城应及时通知您并办理相应的退还相应款项业务，但无需承担除此之外的任何其他责任。<br>
        (2) 如发生不可抗力致使本合同无法履行的，本合同自动终止。双方互不承担责任。<br>
        (3) 本协议为线上协议，您在线阅读并点击“同意并接受该协议”按钮，点击后视为自愿接受本协议；接受本协议之后，即表示您已充分理解本协议的各项约定，并与路飞学城就本协议达成一致，会按照本协议的约定完成本培训，协议中的所有条款具有法律效力。<br>
        (4) 因本合同产生纠纷的，应协商解决；协商不成的，应向北京市人民法院提起诉讼解决。 
      </p>
</template>

<script type="text/ecmascript-6">

</script>

<style scoped>
  .box{
    margin-left: 10px;
    margin-top: 20px;
  }
  p{
    padding: 8px 30px;
    line-height:28px;
  }
  span {
    padding-left: 10px;
    line-height:28px;
  }
  b {
    font-weight: normal;
  }
</style>
